RRN_Data/1413500/1413507.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-11-08T21:13:11.334+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-11-08T21:13:11.334+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231107-002380" version="11"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-11-08T21:13:10.382+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="GeneralNetworkManagement" id="231107-002380-1" version="10"><situationRecordCreationReference>EVE_DIRSO231107-000123-EVE_DIRSO231107-000045</situationRecordCreationReference><situationRecordCreationTime>2023-11-07T21:32:49.553+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-08T21:12:44.476+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-08T21:13:10.382+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-07T21:32:49.553+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-08T21:12:44.470+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.640774</latitude><longitude>1.3749046</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Blagnac</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">M902</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><generalNetworkManagementType>other</generalNetworkManagementType></situationRecord><situationRecord xsi:type="GeneralNetworkManagement" id="231107-002380-102" version="7"><situationRecordCreationReference>EVE_DIRSO231107-000123-EVE_DIRSO231107-000046</situationRecordCreationReference><situationRecordCreationTime>2023-11-07T21:37:20.596+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-08T21:12:48.455+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-08T21:13:10.382+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-07T21:37:20.596+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-08T21:12:48.407+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">Hors voie de circulation</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">sur bretelle d'entrée</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 923 m à l'ouest de Saint-Michel-du-Touch</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Aéroport Blagnac vers Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><externalReferencing><externalLocationCode>ID--0</externalLocationCode><externalReferencingSystem>TipiBretelle</externalReferencingSystem></externalReferencing><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor><affectedCarriagewayAndLanes><carriageway>entrySlipRoad</carriageway><lengthAffected>0.0</lengthAffected></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>eastBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.626274</latitude><longitude>1.3843354</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Blagnac</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Michel-du-Touch</value></values></alertCLocationName><specificLocation>17158</specificLocation></alertCLocation><offsetDistance><offsetDistance>923</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadName><values><value lang="fr">A621</value></values></roadName></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>176.0</distanceAlong><fromReferent><referentIdentifier>31PR3G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><generalNetworkManagementType>other</generalNetworkManagementType></situationRecord><situationRecord xsi:type="GeneralNetworkManagement" id="231107-002380-104" version="3"><situationRecordCreationReference>EVE_DIRSO231107-000123-EVE_DIRSO231107-000048</situationRecordCreationReference><situationRecordCreationTime>2023-11-07T21:42:14.369+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-08T21:12:55.998+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-08T21:13:10.382+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-07T21:42:14.369+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-08T21:12:55.993+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">Hors voie de circulation</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">sur bretelle d'entrée</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><externalReferencing><externalLocationCode>ID--0</externalLocationCode><externalReferencingSystem>TipiBretelle</externalReferencingSystem></externalReferencing><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor><affectedCarriagewayAndLanes><carriageway>entrySlipRoad</carriageway><lengthAffected>0.0</lengthAffected></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.638126</latitude><longitude>1.3763437</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Blagnac</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">M902</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><generalNetworkManagementType>other</generalNetworkManagementType></situationRecord><situationRecord xsi:type="GeneralNetworkManagement" id="231107-002380-103" version="6"><situationRecordCreationReference>EVE_DIRSO231107-000123-EVE_DIRSO231107-000047</situationRecordCreationReference><situationRecordCreationTime>2023-11-07T21:39:16.817+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-08T20:54:32.935+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-08T21:13:10.382+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-07T21:39:16.817+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-08T20:53:06.652+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>3</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 92 m à l'ouest de Saint-Michel-du-Touch, fin : situé 57 m à l'est de Le Ritouret</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Toulouse vers Aéroport Blagnac</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>westBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.630756</latitude><longitude>1.382117</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Blagnac</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62222</latitude><longitude>1.3921018</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Blagnac</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Le Ritouret</value></values></alertCLocationName><specificLocation>17159</specificLocation></alertCLocation><offsetDistance><offsetDistance>57</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Michel-du-Touch</value></values></alertCLocationName><specificLocation>17158</specificLocation></alertCLocation><offsetDistance><offsetDistance>92</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>A0621</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>700.0</distanceAlong><fromReferent><referentIdentifier>31PR3D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>400.0</distanceAlong><fromReferent><referentIdentifier>31PR2D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><generalNetworkManagementType>other</generalNetworkManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>